Repository: wooyek/django-opt-out
Catalog: src/django_opt_out/locales/*/LC_MESSAGES/django.po
Languages: pl_pl

source: Messaging Opt-Outs
pl_pl: Rezygnacje z przesyłania wiadomości

source: Please help us provide a better service
pl_pl: Pomóż nam dostarczać lepsze usługi

source: Please tell us what can we do better
pl_pl: Powiedz nam, co możemy zrobić lepiej

source: Data set has no columns
pl_pl: Zbiór danych nie ma kolumn

source: Data set has no rows
pl_pl: Zbiór danych nie ma rzędów

source: Trying to import {}
pl_pl: Próbuję zaimportować {}

source: Imported {} rows from {}
pl_pl: Zaimportowano {} lini z {}

source: tag name
pl_pl: nazwa etykiety

source: description
pl_pl: opis

source: tag
pl_pl: etykieta

source: tags
pl_pl: etykiety

source: checked by default
pl_pl: domyślnie zaznaczone

source: ordinal
pl_pl: porządkowy

source: feedback option
pl_pl: element informacji zwrotnej

source: feedback options
pl_pl: elementy informacji zwrotnej

source: question
pl_pl: pytanie

source: feedback option translation
pl_pl: tłumaczenie elementu informacji zwrotnej

source: feedback options translations
pl_pl: tłumaczenia elementów informacji zwrotnej

source: update timestamp
pl_pl: sygnatura czasowa aktualizacji

source: confirmation timestamp
pl_pl: sygnatura czasowa potwierdzenia

source: extra data
pl_pl: dodatkowe dane

source: comment
pl_pl: komentarz

source: opt out
pl_pl: rezygnacja

source: oup outs
pl_pl: rezygnacje

source: tag value
pl_pl: wartość etykiety

source: Messaging Opt-Outs SparkPost plugin
pl_pl: Dodatek SparkPost do rezygnacji z przesyłania wiadomości

source: Opt out from our messages
pl_pl: Zrezygnuj z naszych wiadomości

source: Confirm opt-out
pl_pl: Potwierdź rezygnację

source: <p>We're sorry that we overstepped and made our messages inconvenient to you. Please accept our apologies.</p> <P>We're trying to make them relevant to you and improve overall process so you can benefit from our messaging.</P> <p>We really want to learn from our failures and we are — us, humans here — reading every opt-out response. We really appreciate all the feedback you can give us.</p>
pl_pl: <p>Bardzo nam przykro, że sprawiliśmy że nasze wiadomości stały się dla Ciebie niewygodne. Przyjmij nasze przeprosiny.</p> <p>Staramy się cały czas poprawiać naszą usługę i chcemy by nasze wiadomości były dla Ciebie interesujące i korzystne.</p> <p>Naprawdę chcemy uczyć się na naszych błędach i czytamy - my, żywi ludzie po drugiej stronie - każdy komentarz do rezygnacji. Naprawdę doceniamy każdą informację zwrotną.</p>

source: Your Opt-out was removed
pl_pl: Twoja rezygnacja została anulowana

source: Thank you for changing your mind :)
pl_pl: Dziękujemy za zmianę zdania!

source: You are back in!
pl_pl: Jesteś z powrotem!

source: Thank you for your feedback!
pl_pl: Dziękujemy za Twoją opinię!

source: Update opt-out feedback
pl_pl: Aktualizuj informację zwrotną

source: Opt-in
pl_pl: Usuń rezygnację

source: <p>Again, please accept our apologies for any inconvenience that we cased you.</p> <p>If you would like to change your feedback or reconsider your out out decision you can do that anytime.</p>
pl_pl: <p>Jeszcze raz przepraszamy za kłopoty jakie Tobie sprawiliśmy.</p> <p>W dowolnym momencie możesz zmienić swoją informację zwrotną lub przywrócić nasze wiadomości.</p>

source: Request authentication failed, secret or email is incorrect.
pl_pl: Uwierzytelnienie nie powiodło się, nieprawidłowy sekret lub email
